module.exports.config = {
  name: "ADMIN-ONLY",
  version: "1.0.0",
  hasPermssion: 0,
  credits: "PREM BABU",
  description: "THIS BOT IS MR PREM SHARMA",
  commandCategory: "ADMIN-BOT-REPLY-MESSAGE",
  usages: "MENTION-BOT-ADMIN",
  cooldowns: 1
};
module.exports.handleEvent = function({ api, event }) {
  if (event.senderID !== "100095393560405") {
    var aid = ["61561710496000"];
    for (const id of aid) {
    if ( Object.keys(event.mentions) == id) {
      var msg = ["मेरा बॉस फराज बाबू सो गया है━━•☆__❤️__🤸‍♂️", "वो बसंती 🐍के साथ बिजी है क्या बोलना है मुझे बोलो 🏃🙅❁•═════", "देखो प्लीज मेरा बोस जॉब पर है तो प्लीज उसे परेशान ना करो━━•☆__🤸‍♂️---❤️ ", "😘मेरे __बॉस_❤️_को सब बुलाते हैं हको तो कोई घास भी नहीं डालता है🥺____❤️ ❀❁•════", "मेरा बॉस बाबू सुसु करने गया है तो प्लीज उससे सुसु करने दे परेशान मत करो━━•☆🤸‍♂️______❤️ ", "बॉस  बाबू भाग गया लगता ह🏃━━•☆🤣" , " मेरे बॉस बाबू को अभी मत बुलाओ कॉल पर क्योंकि वह भी चुम्मा लेने गया है_____🤸‍♂️_😁😁😄" , " मेरे बॉस बाबू को भी परेशान मत करो वह आराम कर रहा है अभी समझ गए ना आप______❤️ __🤸‍♂️💜" , " जब देखो गब्बर बाबू गब्बर बाबू गब्बर बाबू कुछ काम भी कर लो━━•☆❤️ 🏃_______🤸‍♂️" , " उसका रिचार्ज खत्म हो गया है जाओ रिचार्ज करवा उसका फिर बुलाना उसे━━•☆❤️______❤️____🤸‍♂️" , " प्लीज बोस बाबू को मत बुलाओ वरना वह फिर मुझ पर गुस्सा करेगा और मुझे पीटेगा━━•☆___❤️ ___❤️ 🤸‍♂️ " , " मेरे बॉस गब्बर बाबू के सर में दर्द हो रहा है तो उसे अभी सोने दो अभी━━•☆❤️_🏃___🤸‍♂️" , " सब मेरे गब्बर बाबू बॉस को बुलाते रहते हैं हमे तो कोई प्यार भी नही करता 😔━━•☆🥺___❤️____🏃__🤸‍♂️" , " पहले मेरे  बॉस गब्बर बाबू के लिए कॉफी बना कर लेकर आओ फिर बुलाना उसे__❤___💜___🤸‍♂️" , " देखो मेरे गब्बर बाबू बॉस को मत बुलाओ तुम उसे डिस्टर्ब करोगी फिर वह मुझे पीटेगा__❤️__💜━━•☆🤸‍♂️" , " मेरे फराज बॉस को डिस्टर्ब ना करो वह अभी बिजी है जन्नत के साथ━━•☆❤️___❤️___🤸‍♂️" , " मेरे फराज बाबू बॉस का डाटा खत्म हो गया 22 रिचार्ज करो अभी━━•☆❤️___🤸‍♂️💜"];
      return api.sendMessage({body: msg[Math.floor(Math.random()*msg.length)]}, event.threadID, event.messageID);
    }
    }}
};
module.exports.run = async function({}) {
}
